Repository: TruongGlacio/QtProjects
Catalog: qaudioplayer-0.3/po/*.po
Languages: de

source: Q Audio Player
de: Q Audio-Spieler

source: Audio file to play.
de: Abszuspielende Audio-Datei.

source: Error loading the qaudioplayer.q script, please check installation (exiting).
de: Fehler beim Laden des qaudioplayer.q-Skripts, bitte überprüfen Sie die Installation (Ende).

source: Could not open audio device, please check your audio setup (exiting).
de: Konnte das Audio-Gerät nicht öffnen, bitte überprüfen Sie Ihre Audio-Einstellungen (Ende).

source: *.aiff *.au *.snd *.wav|Audio Files (*.aiff, *.au, *.snd, *.wav) *|All files
de: *.aiff *.au *.snd *.wav|Audio-Dateien (*.aiff, *.au, *.snd, *.wav) *|Alle Dateien

source: Open audio file
de: Audio-Datei öffnen

source: &Open
de: &Öffnen

source: Alt+O
de: Alt+ö

source: &Play
de: S&pielen

source: &Stop
de: &Stopp

source: Alt+Q
de: Alt+E

source: Ready
de: Bereit

source: Speed:
de: Geschw.:

source: Error opening audio file.
de: Fehler beim Öffnen der Audio-Datei.
